<?php
return [
    [
        'recipe' => '野菜たっぷり 和風そぼろ丼',
        'allergy' => '小麦',
    ],
    [
        'recipe' => '野菜たっぷり 和風そぼろ丼',
        'allergy' => '大豆',
    ],
    [
        'recipe' => '野菜たっぷり 和風そぼろ丼',
        'allergy' => '鶏肉',
    ],
    [
        'recipe' => '豆腐と長ねぎのみそ汁',
        'allergy' => '大豆',
    ],
    [
        'recipe' => 'じゃがいもとブロッコリーのガーリック炒め',
        'allergy' => '該当なし',
    ],
    [
        'recipe' => 'さっぱりトマトの冷製パスタ',
        'allergy' => '小麦',
    ],
    [
        'recipe' => 'さつまいもの甘辛煮',
        'allergy' => '大豆',
    ],
    [
        'recipe' => 'さつまいもの甘辛煮',
        'allergy' => '小麦',
    ],
    [
        'recipe' => 'じゃがいもとにんじんの甘辛炒め',
        'allergy' => 'ごま',
    ],
    [
        'recipe' => 'じゃがいもとにんじんの甘辛炒め',
        'allergy' => '大豆',
    ],
    [
        'recipe' => 'じゃがいもとにんじんの甘辛炒め',
        'allergy' => '小麦',
    ],
    [
        'recipe' => 'きのこの炊き込みご飯',
        'allergy' => '大豆',
    ],
    [
        'recipe' => 'きのこの炊き込みご飯',
        'allergy' => '小麦',
    ],
    [
        'recipe' => 'キャベツとツナのサラダ',
        'allergy' => '大豆',
    ],
    [
        'recipe' => 'キャベツとツナのサラダ',
        'allergy' => '卵',
    ],
    [
        'recipe' => 'バナナの米粉パンケーキ',
        'allergy' => '卵',
    ],
    [
        'recipe' => 'バナナの米粉パンケーキ',
        'allergy' => '乳成分',
    ],
    [
        'recipe' => 'バナナの米粉パンケーキ',
        'allergy' => 'バナナ',
    ],
    [
        'recipe' => 'サーモンの味噌バター焼き',
        'allergy' => 'サケ',
    ],
    [
        'recipe' => 'サーモンの味噌バター焼き',
        'allergy' => '乳成分',
    ],
    [
        'recipe' => 'サーモンの味噌バター焼き',
        'allergy' => '大豆',
    ],
];